Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: No Albums
ar: لا توجد ألبومات
bg: Няма албуми
bn: কোনো অ্যালবাম নেই
ca: No hi ha àlbums
cs: Žádná alba
da: Ingen album
de: Keine Alben
el: Δεν υπάρχουν άλμπουμ
es: No hay álbumes
fa: آلبومی نیست
fi: Ei albumeita
fr: Aucun album
he: אין אלבומים
hi: कोई एल्बम नहीं
hr: Nema albuma
hu: Nincsenek albumok
id: Tidak Ada Album
it: Nessun album
ja: アルバムがありません
kk: Альбомдар жоқ
ko: 앨범 없음
lt: Nėra albumų
ms: Tiada Album
nb: Ingen album
nl: Geen albums
pl: Brak albumów
pt: Sem álbuns
ro: Niciun album
ru: Нет альбомов
sk: Žiadne albumy
sl: Ni albumov
sv: Inga album
th: ไม่มีอัลบั้ม
tr: Albüm Yok
uk: Немає альбомів
vi: Không có album
zh_hans: 无相册
zh_hant: 沒有相簿

source: No albums are available.
ar: لا توجد ألبومات متاحة.
bg: Няма налични албуми.
bn: কোনো অ্যালবাম উপলভ্য নেই।
ca: No hi ha àlbums disponibles.
cs: Nejsou dostupná žádná alba.
da: Ingen album er tilgængelige.
de: Es sind keine Alben verfügbar.
el: Δεν υπάρχουν διαθέσιμα άλμπουμ.
es: No hay álbumes disponibles.
fa: آلبومی در دسترس نیست.
fi: Albumeita ei ole käytettävissä.
fr: Aucun album n’est disponible.
he: אין אלבומים זמינים.
hi: कोई एल्बम उपलब्ध नहीं है।
hr: Nema dostupnih albuma.
hu: Nem érhetők el albumok.
id: Tidak ada album yang tersedia.
it: Nessun album disponibile.
ja: 利用できるアルバムがありません。
kk: Қолжетімді альбомдар жоқ.
ko: 사용 가능한 앨범이 없습니다.
lt: Nėra pasiekiamų albumų.
ms: Tiada album yang tersedia.
nb: Ingen album er tilgjengelige.
nl: Er zijn geen albums beschikbaar.
pl: Brak dostępnych albumów.
pt: Não há álbuns disponíveis.
ro: Nu este disponibil niciun album.
ru: Нет доступных альбомов.
sk: Nie sú k dispozícii žiadne albumy.
sl: Ni albumov, ki bi bili na voljo.
sv: Inga album är tillgängliga.
th: ไม่มีอัลบั้มที่พร้อมใช้งาน
tr: Kullanılabilir albüm yok.
uk: Немає доступних альбомів.
vi: Không có album nào khả dụng.
zh_hans: 没有可用的相册。
zh_hant: 沒有可用的相簿。

source: No Albums Selected
ar: لم يتم تحديد ألبومات
bg: Няма избрани албуми
bn: কোনো অ্যালবাম নির্বাচিত নেই
ca: No hi ha cap àlbum seleccionat
cs: Nejsou vybrána žádná alba
da: Ingen album valgt
de: Keine Alben ausgewählt
el: Δεν έχουν επιλεγεί άλμπουμ
es: No hay álbumes seleccionados
fa: آلبومی انتخاب نشده است
fi: Albumeita ei ole valittu
fr: Aucun album sélectionné
he: לא נבחרו אלבומים
hi: कोई एल्बम नहीं चुना गया
hr: Nema odabranih albuma
hu: Nincs kiválasztva album
id: Tidak Ada Album yang Dipilih
it: Nessun album selezionato
ja: アルバムが選択されていません
kk: Альбом таңдалмаған
ko: 선택한 앨범 없음
lt: Nepasirinkta albumų
ms: Tiada Album Dipilih
nb: Ingen album valgt
nl: Geen albums geselecteerd
pl: Nie wybrano albumów
pt: Nenhum álbum selecionado
ro: Niciun album selectat
ru: Альбомы не выбраны
sk: Nie sú vybrané žiadne albumy
sl: Ni izbranih albumov
sv: Inga album har valts
th: ไม่ได้เลือกอัลบั้ม
tr: Albüm Seçilmedi
uk: Альбоми не вибрано
vi: Chưa chọn album
zh_hans: 未选择相册
zh_hant: 未選取相簿

source: No internet connection.
ar: لا يوجد اتصال بالإنترنت.
bg: Няма интернет връзка.
bn: ইন্টারনেট সংযোগ নেই।
ca: No hi ha connexió a Internet.
cs: Bez připojení k internetu.
da: Ingen internetforbindelse.
de: Keine Internetverbindung.
el: Δεν υπάρχει σύνδεση στο διαδίκτυο.
es: Sin conexión a internet.
fa: اتصال اینترنت وجود ندارد.
fi: Ei internetyhteyttä.
fr: Aucune connexion Internet.
he: אין חיבור לאינטרנט.
hi: इंटरनेट कनेक्शन नहीं है।
hr: Nema internetske veze.
hu: Nincs internetkapcsolat.
id: Tidak ada koneksi internet.
it: Nessuna connessione a internet.
ja: インターネット接続がありません。
kk: Интернет байланысы жоқ.
ko: 인터넷에 연결되어 있지 않습니다.
lt: Nėra interneto ryšio.
ms: Tiada sambungan internet.
nb: Ingen internettforbindelse.
nl: Geen internetverbinding.
pl: Brak połączenia z internetem.
pt: Sem ligação à Internet.
ro: Nu există conexiune la internet.
ru: Нет подключения к интернету.
sk: Žiadne internetové pripojenie.
sl: Ni internetne povezave.
sv: Ingen internetanslutning.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok.
uk: Немає інтернет-з’єднання.
vi: Không có kết nối internet.
zh_hans: 无互联网连接。
zh_hant: 沒有網際網路連線。

source: No Memories
ar: لا توجد ذكريات
bg: Няма спомени
bn: কোনো স্মৃতি নেই
ca: No hi ha records
cs: Žádné vzpomínky
da: Ingen minder
de: Keine Erinnerungen
el: Δεν υπάρχουν αναμνήσεις
es: No hay recuerdos
fa: خاطره‌ای نیست
fi: Ei muistoja
fr: Aucun souvenir
he: אין זיכרונות
hi: कोई याद नहीं
hr: Nema uspomena
hu: Nincsenek emlékek
id: Tidak Ada Kenangan
it: Nessun ricordo
ja: メモリーがありません
kk: Естеліктер жоқ
ko: 추억 없음
lt: Nėra prisiminimų
ms: Tiada Kenangan
nb: Ingen minner
nl: Geen terugblikken
pl: Brak wspomnień
pt: Sem memórias
ro: Nicio amintire
ru: Нет воспоминаний
sk: Žiadne spomienky
sl: Ni spominov
sv: Inga minnen
th: ไม่มีความทรงจำ
tr: Anı Yok
uk: Немає спогадів
vi: Không có kỷ niệm
zh_hans: 无回忆
zh_hant: 沒有回憶

source: No Other Users
ar: لا يوجد مستخدمون آخرون
bg: Няма други потребители
bn: অন্য কোনো ব্যবহারকারী নেই
ca: No hi ha altres usuaris
cs: Žádní další uživatelé
da: Ingen andre brugere
de: Keine anderen Benutzer
el: Δεν υπάρχουν άλλοι χρήστες
es: No hay otros usuarios
fa: کاربر دیگری نیست
fi: Ei muita käyttäjiä
fr: Aucun autre utilisateur
he: אין משתמשים נוספים
hi: कोई अन्य उपयोगकर्ता नहीं
hr: Nema drugih korisnika
hu: Nincsenek más felhasználók
id: Tidak Ada Pengguna Lain
it: Nessun altro utente
ja: ほかのユーザーがいません
kk: Басқа пайдаланушылар жоқ
ko: 다른 사용자 없음
lt: Nėra kitų naudotojų
ms: Tiada Pengguna Lain
nb: Ingen andre brukere
nl: Geen andere gebruikers
pl: Brak innych użytkowników
pt: Sem outros utilizadores
ro: Niciun alt utilizator
ru: Нет других пользователей
sk: Žiadni ďalší používatelia
sl: Ni drugih uporabnikov
sv: Inga andra användare
th: ไม่มีผู้ใช้อื่น
tr: Başka Kullanıcı Yok
uk: Немає інших користувачів
vi: Không có người dùng khác
zh_hans: 无其他用户
zh_hant: 沒有其他使用者

source: No People
ar: لا يوجد أشخاص
bg: Няма хора
bn: কোনো ব্যক্তি নেই
ca: No hi ha cap persona
cs: Žádní lidé
da: Ingen personer
de: Keine Personen
el: Κανένα άτομο
es: Ninguna persona
fa: فردی نیست
fi: Ei henkilöitä
fr: Aucune personne
he: אין אנשים
hi: कोई लोग नहीं
hr: Nema osoba
hu: Nincs személy
id: Tidak ada orang
it: Nessuna persona
ja: 人物がいません
kk: Адамдар жоқ
ko: 인물 없음
lt: Be asmenų
ms: Tiada Orang
nb: Ingen personer
nl: Geen mensen
pl: Brak osób
pt: Sem pessoas
ro: Fără persoane
ru: Нет людей
sk: Žiadne osoby
sl: Brez oseb
sv: Inga personer
th: ไม่มีบุคคล
tr: Kişi yok
uk: Немає людей
vi: Không có người
zh_hans: 找不到人物
zh_hant: 沒有人找到

source: No Photos
ar: لا توجد صور
bg: Няма снимки
bn: কোনো ছবি নেই
ca: No hi ha fotos
cs: Žádné fotky
da: Ingen fotos
de: Keine Fotos
el: Δεν υπάρχουν φωτογραφίες
es: No hay fotos
fa: عکسی نیست
fi: Ei kuvia
fr: Aucune photo
he: אין תמונות
hi: कोई फ़ोटो नहीं
hr: Nema fotografija
hu: Nincsenek fotók
id: Tidak Ada Foto
it: Nessuna foto
ja: 写真がありません
kk: Фотосуреттер жоқ
ko: 사진 없음
lt: Nėra nuotraukų
ms: Tiada Foto
nb: Ingen bilder
nl: Geen foto's
pl: Brak zdjęć
pt: Sem fotos
ro: Nicio fotografie
ru: Нет фотографий
sk: Žiadne fotografie
sl: Ni fotografij
sv: Inga foton
th: ไม่มีรูปภาพ
tr: Fotoğraf Yok
uk: Немає фото
vi: Không có ảnh
zh_hans: 无照片
zh_hant: 沒有相片

source: No Photos to Add
ar: لا توجد صور لإضافتها
bg: Няма снимки за добавяне
bn: যোগ করার মতো কোনো ছবি নেই
ca: No hi ha fotos per afegir
cs: Žádné fotky k přidání
da: Ingen fotos at tilføje
de: Keine Fotos zum Hinzufügen
el: Δεν υπάρχουν φωτογραφίες για προσθήκη
es: No hay fotos que añadir
fa: عکسی برای افزودن نیست
fi: Ei lisättäviä kuvia
fr: Aucune photo à ajouter
he: אין תמונות להוספה
hi: जोड़ने के लिए कोई फ़ोटो नहीं
hr: Nema fotografija za dodavanje
hu: Nincsenek hozzáadható fotók
id: Tidak Ada Foto untuk Ditambahkan
it: Nessuna foto da aggiungere
ja: 追加する写真がありません
kk: Қосылатын фотосуреттер жоқ
ko: 추가할 사진 없음
lt: Nėra nuotraukų, kurias būtų galima pridėti
ms: Tiada Foto untuk Ditambah
nb: Ingen bilder å legge til
nl: Geen foto's om toe te voegen
pl: Brak zdjęć do dodania
pt: Nenhuma foto para adicionar
ro: Nicio fotografie de adăugat
ru: Нет фотографий для добавления
sk: Žiadne fotografie na pridanie
sl: Ni fotografij za dodajanje
sv: Inga foton att lägga till
th: ไม่มีรูปภาพให้เพิ่ม
tr: Eklenecek Fotoğraf Yok
uk: Немає фото для додавання
vi: Không có ảnh để thêm
zh_hans: 没有可添加的照片
zh_hant: 沒有可加入的相片

source: No Results
ar: لا يوجد نتائج
bg: Няма резултати
bn: কোনো ফলাফল নেই
ca: No hi ha resultats
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: Sin resultados
fa: نتیجه‌ای یافت نشد
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
hi: कोई परिणाम नहीं
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil
it: Nessun risultato
ja: 結果がありません
kk: Нәтижелер жоқ
ko: 결과 없음
lt: Rezultatų nerasta
ms: Tiada Keputusan
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados
ro: Fără rezultate
ru: Нет результатов
sk: Žiadne výsledky
sl: Brez rezultatov
sv: Inga resultat
th: ไม่มีผลลัพธ์
tr: Sonuç bulunamadı
uk: Немає результатів
vi: Không có kết quả
zh_hans: 未找到任何匹配项
zh_hant: 沒有結果

source: No Shared Links
ar: لا توجد روابط مشتركة
bg: Няма споделени връзки
bn: কোনো শেয়ার করা লিঙ্ক নেই
ca: No hi ha enllaços compartits
cs: Žádné sdílené odkazy
da: Ingen delte links
de: Keine geteilten Links
el: Δεν υπάρχουν κοινόχρηστοι σύνδεσμοι
es: No hay enlaces compartidos
fa: پیوند اشتراک‌گذاری‌شده‌ای نیست
fi: Ei jaettuja linkkejä
fr: Aucun lien partagé
he: אין קישורים משותפים
hi: कोई साझा लिंक नहीं
hr: Nema dijeljenih poveznica
hu: Nincsenek megosztott hivatkozások
id: Tidak Ada Tautan Bersama
it: Nessun link condiviso
ja: 共有リンクがありません
kk: Бөлісілген сілтемелер жоқ
ko: 공유 링크 없음
lt: Nėra bendrinamų nuorodų
ms: Tiada Pautan Dikongsi
nb: Ingen delte lenker
nl: Geen gedeelde links
pl: Brak udostępnionych linków
pt: Sem ligações partilhadas
ro: Niciun link partajat
ru: Нет общих ссылок
sk: Žiadne zdieľané odkazy
sl: Ni deljenih povezav
sv: Inga delade länkar
th: ไม่มีลิงก์ที่แชร์
tr: Paylaşılan Bağlantı Yok
uk: Немає спільних посилань
vi: Không có liên kết đã chia sẻ
zh_hans: 无共享链接
zh_hant: 沒有分享連結

source: None
ar: لا يوجد
bg: Нищо
bn: কোনোটিই না
ca: Cap
cs: Žádné
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
he: אף אחד
hi: कोई नहीं
hr: Ništa
hu: Semelyik
id: Tidak ada
it: Nulla
ja: なし
kk: Жоқ
lt: Niekas
ms: Tiada
nb: Ingen
nl: Geen
pl: Żadne
pt: Nenhum
ro: Niciunul
ru: Ничего
sk: Žiadne
sl: Nič
sv: Inga
th: ไม่มี
tr: Yok
uk: Жоден
vi: Trống
zh_hans: 无
zh_hant: 無

source: None selected
ar: لم يتم التحديد
bg: Няма избрано
bn: কিছুই নির্বাচিত হয়নি
ca: No s’ha seleccionat res
cs: Žádné vybrané
da: Ingen valgte
de: Keine ausgewählt
el: Κανένα επιλεγμένο
es: Ninguno seleccionado
fa: چیزی انتخاب نشده است
fi: Ei mitään valittuna
fr: Aucune sélection
he: אין בחירה
hi: कोई भी चयनित नहीं
hr: Nema odabranih
hu: Egy sincs kiválasztva
id: Tidak ada yang dipilih
it: Nessuna selezione
ja: なし
kk: Ештеңе таңдалмаған
ko: 선택된 항목 없음
lt: Niekas nepasirinkta
ms: Tiada yang dipilih
nb: Ingen valgt
nl: Geen geselecteerd
pl: Nic nie wybrano
pt: Nenhum selecionado
ro: Nici o selecție
ru: Не выбрано
sk: Žiadne vybrané
sl: Noben izbran
sv: Ingenting valt
th: ไม่มีที่เลือก
tr: Hiçbiri seçilmedi
uk: Нічого не вибрано
vi: Chưa chọn mục nào
zh_hans: 暂未选择
zh_hant: 未選取任何項目

source: Nothing Left
ar: لم يتبق شيء
bg: Нищо не остана
bn: কিছুই বাকি নেই
ca: No queda res
cs: Nic nezbývá
da: Intet tilbage
de: Nichts übrig
el: Δεν απέμεινε τίποτα
es: No queda nada
fa: چیزی باقی نمانده است
fi: Mitään ei ole jäljellä
fr: Plus rien
he: לא נשאר דבר
hi: कुछ नहीं बचा
hr: Ništa nije preostalo
hu: Semmi sem maradt
id: Tidak Ada yang Tersisa
it: Non è rimasto nulla
ja: 残っている項目はありません
kk: Ештеңе қалмады
ko: 남은 항목 없음
lt: Nieko neliko
ms: Tiada yang Tinggal
nb: Ingenting igjen
nl: Niets meer
pl: Nic nie pozostało
pt: Nada restante
ro: Nu a mai rămas nimic
ru: Больше ничего нет
sk: Nič nezostáva
sl: Nič ni ostalo
sv: Inget finns kvar
th: ไม่มีอะไรเหลือ
tr: Hiçbir Şey Kalmadı
uk: Нічого не залишилося
vi: Không còn gì
zh_hans: 没有剩余项目
zh_hant: 沒有剩餘項目

source: Nothing to free up
ar: لا يوجد ما يمكن توفيره
bg: Няма какво да се освободи
bn: খালি করার মতো কিছু নেই
ca: No hi ha res per alliberar
cs: Není co uvolnit
da: Intet at frigøre
de: Nichts zum Freigeben
el: Δεν υπάρχει χώρος για απελευθέρωση
es: No hay nada que liberar
fa: چیزی برای آزاد کردن نیست
fi: Ei vapautettavaa tilaa
fr: Rien à libérer
he: אין מקום שניתן לפנות
hi: खाली करने के लिए कुछ नहीं
hr: Nema ničega za oslobađanje
hu: Nincs felszabadítható hely
id: Tidak ada yang dapat dikosongkan
it: Niente da liberare
ja: 解放できる項目はありません
kk: Босататын ештеңе жоқ
ko: 확보할 공간 없음
lt: Nėra ką atlaisvinti
ms: Tiada yang boleh dikosongkan
nb: Ingenting å frigjøre
nl: Niets om vrij te maken
pl: Brak miejsca do zwolnienia
pt: Nada para libertar
ro: Nu există nimic de eliberat
ru: Нечего освобождать
sk: Nie je čo uvoľniť
sl: Ničesar ni mogoče sprostiti
sv: Inget att frigöra
th: ไม่มีข้อมูลให้ลบเพื่อเพิ่มพื้นที่ว่าง
tr: Boşaltılacak alan yok
uk: Немає чого звільняти
vi: Không có gì để giải phóng
zh_hans: 没有可释放的空间
zh_hant: 沒有可釋放的空間

source: Number of Assets
ar: عدد الأصول
bg: Брой обекти
bn: অ্যাসেটের সংখ্যা
ca: Nombre de recursos
cs: Počet položek
da: Antal af elementer
de: Anzahl der Inhalte
el: Αριθμός στοιχείων
es: Número de recursos
fa: تعداد موارد
fi: Kohteiden lukumäärä
fr: Nombre d'éléments
he: מספר תמונות
hi: परिसंपत्तियों की संख्या
hr: Broj stavki
hu: Elemek száma
id: Jumlah aset
it: Numero di risorse
ja: 項目の数
kk: Элементтер саны
ko: 항목 수
lt: Elementų skaičius
ms: Bilangan aset
nb: Antall elementer
nl: Aantal items
pl: Liczba zasobów
pt: Quantidade de ficheiros
ro: Numărul resurselor
ru: Количество объектов
sk: Počet položiek
sl: Število sredstev
sv: Antal objekt
th: จำนวนทรัพยากรที่มี
tr: Öğe sayısı
uk: Кількість елементів
vi: Số lượng tài nguyên
zh_hans: 项目数量
zh_hant: 項目數量

source: Offline Mode - Showing Cached Photos
ar: وضع عدم الاتصال - عرض الصور المخزنة مؤقتًا
bg: Офлайн режим — показване на кеширани снимки
bn: অফলাইন মোড - ক্যাশ করা ছবি দেখানো হচ্ছে
ca: Mode fora de línia - Es mostren les fotos de la memòria cau
cs: Režim offline – zobrazují se fotky z mezipaměti
da: Offline – viser cachelagrede fotos
de: Offline-Modus – Fotos aus dem Cache werden angezeigt
el: Λειτουργία εκτός σύνδεσης – Εμφάνιση φωτογραφιών από την προσωρινή μνήμη
es: Modo sin conexión — Mostrando fotos en caché
fa: حالت آفلاین - نمایش عکس‌های ذخیره‌شده در حافظه پنهان
fi: Offline-tila – näytetään välimuistissa olevat kuvat
fr: Mode hors ligne – affichage des photos en cache
he: מצב לא מקוון – הצגת תמונות מהמטמון
hi: ऑफ़लाइन मोड – कैश की गई फ़ोटो दिखाई जा रही हैं
hr: Izvanmrežni način rada – prikaz predmemoriranih fotografija
hu: Offline mód – gyorsítótárazott fotók megjelenítése
id: Mode Offline - Menampilkan Foto dalam Cache
it: Modalità offline: visualizzazione delle foto nella cache
ja: オフラインモード - キャッシュされた写真を表示中
kk: Офлайн режим — кэштелген фотосуреттер көрсетілуде
ko: 오프라인 모드 - 캐시된 사진 표시 중
lt: Režimas neprisijungus – rodomos podėlyje esančios nuotraukos
ms: Mod Luar Talian - Menunjukkan Foto dalam Cache
nb: Frakoblet modus – viser bufrede bilder
nl: Offlinemodus – foto's uit cache worden weergegeven
pl: Tryb offline — wyświetlanie zdjęć z pamięci podręcznej
pt: Modo offline — a mostrar fotos em cache
ro: Mod offline — se afișează fotografiile din memoria cache
ru: Автономный режим — показ фотографий из кэша
sk: Režim offline – zobrazujú sa fotografie z vyrovnávacej pamäte
sl: Način brez povezave – prikaz predpomnjenih fotografij
sv: Offlineläge – visar cachade foton
th: โหมดออฟไลน์ — กำลังแสดงรูปภาพจากแคช
tr: Çevrimdışı Mod - Önbelleğe Alınmış Fotoğraflar Gösteriliyor
uk: Офлайн-режим — показано кешовані фото
vi: Chế độ ngoại tuyến - Đang hiển thị ảnh đã lưu trong bộ nhớ đệm
zh_hans: 离线模式 — 正在显示缓存的照片
zh_hant: 離線模式 — 正在顯示快取的相片

source: OK
ar: نعم
bg: Ок
bn: ঠিক আছে
ca: D’acord
el: ΟΚ
es: Aceptar
fa: تأیید
he: בסדר
hi: ठीक
hr: U redu
id: Oke
ja: 了解
kk: Жарайды
ko: 확인
ru: ОК
sl: V redu
th: โอเค
tr: Tamam
uk: ОК
vi: Đồng ý
zh_hans: 我知道了
zh_hant: 我知道了

source: Oldest Photo
ar: أقدم صورة
bg: Най-стара снимка
bn: সবচেয়ে পুরাতন ছবি
ca: Foto més antiga
cs: Nejstarší fotka
da: Ældste foto
de: Ältestes Foto
el: Η πιο παλιά φωτογραφία
es: Foto más antigua
fa: قدیمی‌ترین عکس
fi: Vanhin kuva
fr: Photo la plus ancienne
he: תמונה הכי ישנה
hi: सबसे पुरानी तस्वीर
hr: Najstarija fotografija
hu: Legrégebbi fénykép
id: Foto terlawas
it: Foto più vecchia
ja: 古い写真
kk: Ең ескі фотосурет
ko: 오래된 사진
lt: Seniausia nuotrauka
ms: Foto Tertua
nb: Eldste bilde
nl: Oudste foto
pl: Najstarsze zdjęcie
pt: Foto mais antiga
ro: Cea mai veche fotografie
ru: Старейшее фото
sk: Najstaršia fotografia
sl: Najstarejša fotografija
sv: Äldsta foto
th: จัดเรียงตามเก่าสุด
tr: En eski fotoğraf
uk: Найстаріше фото
vi: Ảnh cũ nhất
zh_hans: 最早的照片
zh_hant: 最舊的相片

source: On This Day
ar: في مثل هذا اليوم
bg: На този ден
bn: আজকের এই দিনে
ca: Tal dia com avui
cs: V tento den
da: På denne dag
de: An diesem Tag
el: Σαν σήμερα
es: Tal día como hoy
fa: در چنین روزی
fi: Tänä päivänä
fr: Ce jour-là
he: ביום הזה
hi: आज के दिन
hr: Na današnji dan
hu: Ezen a napon
id: Pada Hari Ini
it: In questo giorno
ja: この日の思い出
kk: Осы күні
ko: 오늘의 추억
lt: Šią dieną
ms: Pada Hari Ini
nb: På denne dagen
nl: Op deze dag
pl: Tego dnia
pt: Neste dia
ro: În această zi
ru: В этот день
sk: V tento deň
sl: Na ta dan
sv: Den här dagen
th: วันนี้ในอดีต
tr: Bugün
uk: Цього дня
vi: Ngày này năm xưa
zh_hans: 那年今日
zh_hant: 那年今日

source: On This Device
ar: على هذا الجهاز
bg: На това устройство
bn: এই ডিভাইসে
ca: En aquest dispositiu
cs: V tomto zařízení
da: På denne enhed
de: Auf diesem Gerät
el: Σε αυτή τη συσκευή
es: En este dispositivo
fa: در این دستگاه
fi: Laitteella
fr: Sur cet appareil
he: במכשיר הזה
hi: इस डिवाइस पर
hr: Na ovom uređaju
hu: Ezen az eszközön
id: Di perangkat ini
it: Su questo dispositivo
ja: デバイス上の項目
kk: Осы құрылғыда
ko: 이 장치에서
lt: Šiame įrenginyje
ms: Pada Peranti Ini
nb: På denne enheten
nl: Op dit apparaat
pl: Na tym urządzeniu
pt: Neste dispositivo
ro: Pe acest dispozitiv
ru: На этом устройстве
sk: Na tomto zariadení
sl: Na tej napravi
sv: På enheten
th: บนอุปกรณ์นี้
tr: Bu cihazda
uk: На цьому пристрої
vi: Trên thiết bị này
zh_hans: 在本设备上
zh_hant: 在此裝置

source: One More Step
ar: خطوة أخرى
bg: Още една стъпка
bn: আরও একটি ধাপ
ca: Un pas més
cs: Ještě jeden krok
da: Et trin mere
de: Noch ein Schritt
el: Ένα ακόμη βήμα
es: Un paso más
fa: یک مرحله دیگر
fi: Vielä yksi vaihe
fr: Encore une étape
he: עוד שלב אחד
hi: एक और चरण
hr: Još jedan korak
hu: Még egy lépés
id: Satu Langkah Lagi
it: Un ultimo passaggio
ja: あと1ステップ
kk: Тағы бір қадам
ko: 한 단계만 더
lt: Dar vienas veiksmas
ms: Satu Langkah Lagi
nb: Ett trinn til
nl: Nog één stap
pl: Jeszcze jeden krok
pt: Mais um passo
ro: Încă un pas
ru: Еще один шаг
sk: Ešte jeden krok
sl: Samo še en korak
sv: Ett steg till
th: อีกหนึ่งขั้นตอน
tr: Bir Adım Daha
uk: Ще один крок
vi: Còn một bước nữa
zh_hans: 还差一步
zh_hant: 還差一步

source: One of the shared files has an invalid name.
ar: أحد الملفات المشتركة يحمل اسمًا غير صالح.
bg: Един от споделените файлове има невалидно име.
bn: শেয়ার করা ফাইলগুলোর একটির নাম বৈধ নয়।
ca: Un dels fitxers compartits té un nom no vàlid.
cs: Jeden ze sdílených souborů má neplatný název.
da: En af de delte filer har et ugyldigt navn.
de: Eine der geteilten Dateien hat einen ungültigen Namen.
el: Ένα από τα κοινόχρηστα αρχεία έχει μη έγκυρο όνομα.
es: Uno de los archivos compartidos tiene un nombre no válido.
fa: نام یکی از فایل‌های اشتراک‌گذاری‌شده نامعتبر است.
fi: Yhden jaetun tiedoston nimi on virheellinen.
fr: L’un des fichiers partagés possède un nom non valide.
he: לאחד הקבצים המשותפים יש שם לא תקין.
hi: साझा फ़ाइलों में से एक का नाम अमान्य है।
hr: Jedna od dijeljenih datoteka ima nevažeći naziv.
hu: Az egyik megosztott fájl neve érvénytelen.
id: Salah satu file yang dibagikan memiliki nama yang tidak valid.
it: Uno dei file condivisi ha un nome non valido.
ja: 共有されたファイルの名前が1つ無効です。
kk: Бөлісілген файлдардың бірінің атауы жарамсыз.
ko: 공유된 파일 중 하나의 이름이 올바르지 않습니다.
lt: Vieno iš bendrinamų failų pavadinimas netinkamas.
ms: Salah satu fail yang dikongsi mempunyai nama yang tidak sah.
nb: En av de delte filene har et ugyldig navn.
nl: Een van de gedeelde bestanden heeft een ongeldige naam.
pl: Jeden z udostępnionych plików ma nieprawidłową nazwę.
pt: Um dos ficheiros partilhados tem um nome inválido.
ro: Unul dintre fișierele partajate are un nume nevalid.
ru: Один из переданных файлов имеет недопустимое имя.
sk: Jeden zo zdieľaných súborov má neplatný názov.
sl: Ena od deljenih datotek ima neveljavno ime.
sv: En av de delade filerna har ett ogiltigt namn.
th: ไฟล์ที่แชร์ไฟล์หนึ่งมีชื่อไม่ถูกต้อง
tr: Paylaşılan dosyalardan birinin adı geçersiz.
uk: Один із поширених файлів має недійсну назву.
vi: Một trong các tệp được chia sẻ có tên không hợp lệ.
zh_hans: 其中一个共享文件的名称无效。
zh_hant: 其中一個分享的檔案名稱無效。
